Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: Suggest a meet-up to further discuss the feedback with your colleague!
pt_pt: Sugira um encontro para discutir mais detalhadamente o feedback com o seu colega!

source: Thank you for your endorsement! You have made a colleague happy.
pt_pt: Obrigado pelo seu apoio! Deixou um(a) colega feliz.

source: Excellent! You've made a colleague happy today.
pt_pt: Excelente! Fez um(a) colega feliz hoje.

source: Thank you! Meeting up is a great opportunity to gain more insights.
pt_pt: Obrigado! Reunir-se é uma excelente oportunidade para obter mais informações.

source: {{givenName}} {{nickName}} will get a notification.
pt_pt: {{givenName}} {{nickName}} receberá uma notificação.

source: You have retracted your endorsement
pt_pt: Retirou o seu apoio

source: You have removed this favorite
pt_pt: Removeu este favorito

source: You have retracted your "Thanks"
pt_pt: Retirou o seu "Obrigado"

source: You have canceled this request to meet. Send a new request if you didn't intend to cancel.
pt_pt: Cancelou este pedido de encontro. Envie um novo pedido se não pretendia cancelar.

source: {{givenName}} {{nickName}} will not be notified.
pt_pt: {{givenName}} {{nickName}} não será notificado.

source: My comment
pt_pt: O meu comentário

source: My note
pt_pt: A minha nota

source: To change your impact, you could have:
pt_pt: Para mudar o seu impacto, poderia ter:

source: You must select at least one person.
pt_pt: Deve selecionar pelo menos uma pessoa.

source: The feedback was not yet shared with anyone in the company.
pt_pt: O feedback ainda não foi partilhado com ninguém na empresa.

source: Note
pt_pt: Nota

source: Add a note capturing insights from an offline conversation. Feedback notes are only visible to you.
pt_pt: Adicione uma nota que capte informações de uma conversa offline. As notas de feedback só são visíveis para si.

source: Start building your feedback center!
pt_pt: Comece a construir o seu centro de feedback!

source: You can create your own feedback notes here
pt_pt: Pode criar as suas próprias notas de feedback aqui

source: Feedback from
pt_pt: Feedback de

source: You have added this feedback.
pt_pt: Adicionou este feedback.

source: Your feedback note is saved!
pt_pt: A sua nota de feedback está guardada!

source: Feedback received from (optional)
pt_pt: Feedback recebido de (opcional)

source: Search for a person
pt_pt: Procurar uma pessoa

source: These notes are only visible to you.
pt_pt: Estas notas são visíveis apenas para si.

source: {{givenName}}'s observations
pt_pt: Observações de {{givenName}}

source: Base your feedback on behaviors you’ve observed.
pt_pt: Baseie o seu feedback nos comportamentos que observou.

source: Observational
pt_pt: Observacional

source: I can see you’re having a positive impact on
pt_pt: Posso ver que está a ter um impacto positivo em

source: From {{givenName}}'s perspective, you did well on:
pt_pt: Do ponto de vista de {{givenName}}, o seu desempenho foi bom em:

source: You have identified this feedback as public.
pt_pt: Identificou este feedback como público.

source: Here you will see public feedback received by your colleagues.
pt_pt: Aqui verá o feedback público recebido pelos seus colegas.

source: {{name}} has identified this feedback as public.
pt_pt: {{name}} identificou este feedback como público.

source: Observations
pt_pt: Observações

source: Recognized behaviors for {{givenName}}
pt_pt: Comportamentos reconhecidos para {{givenName}}

source: Feedback sent to
pt_pt: Feedback enviado para

source: Your colleagues can see this feedback
pt_pt: Os seus colegas podem ver este feedback

source: In my opinion, this feedback is:
pt_pt: Na minha opinião, este feedback é:

source: Rate this feedback
pt_pt: Avalie este feedback

source: Share your insights anonymously about this feedback experience.
pt_pt: Partilhe as suas perceções anonimamente sobre esta experiência de feedback.

source: Very clear
pt_pt: Muito claro

source: I understand the points made in this feedback:
pt_pt: Compreendo os pontos levantados neste feedback:

source: Are you sure you want to submit this rating?
pt_pt: Tem a certeza de que deseja enviar esta classificação?

source: Submit rating
pt_pt: Enviar classificação

source: Use this option to rate this feedback anonymously.
pt_pt: Use esta opção para avaliar este feedback anonimamente.

source: Rate this feedback anonymously
pt_pt: Avalie este feedback anonimamente

source: Share anonymously your observations about this feedback experience.
pt_pt: Partilhe anonimamente as suas observações sobre esta experiência de feedback.

source: High trust
pt_pt: Alta confiança

source: I trust that the feedback intends to help me grow:
pt_pt: Confio que o feedback pretende ajudar-me a crescer:

source: Low trust
pt_pt: Baixa confiança

source: Your observations will not be shared with the sender of the feedback.
pt_pt: As suas observações não serão partilhadas com o remetente do feedback.

source: Thank you for sharing your thoughts!
pt_pt: Obrigado por partilhar as suas ideias!

source: All ratings sent through goal rating are anonymous.
pt_pt: Todas as classificações enviadas através da avaliação de objetivos são anónimas.

source: Share your feedback within a week of the event.
pt_pt: Partilhe o seu feedback dentro de uma semana após o evento.

source: Real-time
pt_pt: Em tempo real

source: Start building your feedback center! Request feedback to kick-start your development.
pt_pt: Comece a construir o seu centro de feedback! Solicite feedback para dar início ao seu desenvolvimento.

source: Recognized behaviors
pt_pt: Comportamentos reconhecidos

source: Give recognition
pt_pt: Dar reconhecimento

source: Redeem rewards
pt_pt: Resgatar recompensas

source: Recognition points to give
pt_pt: Pontos de reconhecimento a atribuir

source: Recognition
pt_pt: Reconhecimento

source: Received recognition points
pt_pt: Recebeu pontos de reconhecimento

source: View recognition
pt_pt: Ver reconhecimento

source: A reminder was sent to {{fullName}} about your pending feedback request.
pt_pt: Foi enviado um lembrete a {{fullName}} sobre o seu pedido de feedback pendente.

source: Replied to
pt_pt: Respondeu a

source: My request about {{name}}
pt_pt: O meu pedido sobre {{name}}

source: About me
pt_pt: Sobre mim

source: About my team
pt_pt: Sobre a minha equipa

source: You must select a team member.
pt_pt: Deve selecionar um membro da equipa.

source: Request feedback from
pt_pt: Solicitar feedback de

source: Request feedback on a team member
pt_pt: Solicitar feedback sobre um membro da equipa

source: {{givenName}}'s answer to your behavior feedback request
pt_pt: Resposta de {{givenName}} ao seu pedido de feedback sobre comportamento

source: You have requested feedback regarding these behaviors:
pt_pt: Solicitou feedback em relação a estes comportamentos:

source: Request feedback on a behavior
pt_pt: Solicitar feedback sobre um comportamento

source: You must add a description.
pt_pt: Deve adicionar uma descrição.

source: Describe your request
pt_pt: Descreva o seu pedido

source: Request feedback on
pt_pt: Solicitar feedback sobre

source: Provide the context of your interaction with the person. Ask for feedback on a specific achievement or behavior (with explicit examples/observations) and the impact it had on them/others. Thank them for their openness and their time.
pt_pt: Forneça o contexto da sua interação com a pessoa. Peça feedback sobre uma realização ou comportamento específico (com exemplos/observações explícitas) e o impacto que teve sobre ela/outros. Agradeça-lhe pela abertura e pelo tempo dispensado.

source: Feedback request
pt_pt: Pedido de feedback

source: Here are some questions you can ask
pt_pt: Aqui estão algumas perguntas que pode fazer

source: Need some inspiration?
pt_pt: Precisa de inspiração?

source: Remove {{count}} recipient to send this request.
pt_pt: Remover {{count}} destinatário para enviar este pedido.

source: This feedback request will be sent to {{count}} recipients.
pt_pt: Este pedido de feedback será enviado a {{count}} destinatários.

source: This feedback request will be sent to {{count}} recipient.
pt_pt: Esta solicitação de feedback será enviada para {{count}} destinatário.

source: Remove {{count}} recipients to send this request.
pt_pt: Remova {{count}} destinatários para enviar este pedido.

source: The requested feedback will be linked to your goal. If the person needs to see your goal to provide feedback, make sure you share your goal with them.
pt_pt: O feedback solicitado será associado ao seu objetivo. Se a pessoa precisar de ver o seu objetivo para dar feedback, certifique-se de que partilha o seu objetivo com ela.

source: {{givenName}} has requested feedback regarding this behavior.
pt_pt: {{givenName}} solicitou feedback em relação a este comportamento.

source: {{givenName}} has requested feedback regarding this goal
pt_pt: {{givenName}} solicitou feedback em relação a este objetivo

source: Once you reply to this request, it will only be sent to {{receiver}} and not to {{about}}. In case of a change of manager for {{about}}, then new manager will see your reply to this request.
pt_pt: Assim que responder a este pedido, ele será enviado apenas para {{receiver}} e não para {{about}}. Em caso de mudança de gestor para {{about}}, o novo gestor verá a sua resposta a este pedido.

source: How can {{givenName}} improve this behavior?
pt_pt: Como pode {{givenName}} melhorar este comportamento?

source: Give some ideas here
pt_pt: Dê algumas ideias aqui

source: Has {{givenName}} demonstrated any of our company behaviors?
pt_pt: O {{givenName}} demonstrou algum dos comportamentos da nossa empresa?

source: {{givenName}} has requested feedback in relation to these behaviors
pt_pt: {{givenName}} solicitou feedback em relação a estes comportamentos

source: Feedback from {{fullName}}
pt_pt: Feedback de {{fullName}}

source: Once you have clicked Give feedback, {{givenName}} will receive a meet request notification.
pt_pt: Depois de clicar em Dar feedback, {{givenName}} receberá uma notificação de pedido de reunião.

source: Provide details regarding your observations on {{givenName}}.
pt_pt: Forneça detalhes sobre as suas observações sobre {{givenName}}.

source: What has particularly impressed you? What constructive feedback can you give?
pt_pt: O que o impressionou particularmente? Que feedback construtivo pode dar?

source: Share your insights about
pt_pt: Partilhe as suas perceções sobre

source: Share your observations
pt_pt: Partilhe as suas observações

source: Provide context, for instance by giving details regarding what you observed and when you observed it.
pt_pt: Forneça contexto, por exemplo, dando detalhes sobre o que observou e quando o observou.

source: You can reply to this request with a "Let's meet" invitation or with a comment
pt_pt: Pode responder a este pedido com um convite "Vamos encontrar-nos" ou com um comentário

source: Back to the feedback request
pt_pt: Voltar ao pedido de feedback

source: "Let's meet" invitation only
pt_pt: "Vamos encontrar-nos" apenas por convite

source: Replying to
pt_pt: A responder a

source: Request sent to
pt_pt: Pedido enviado para

source: Brilliant! Thank you for your feedback request!
pt_pt: Brilhante! Obrigado pelo seu pedido de feedback!

source: You're up-to-date with all your feedback requests.
pt_pt: Está atualizado com todos os seus pedidos de feedback.

source: This feedback was successfully deleted.
pt_pt: Este feedback foi eliminado com sucesso.

source: Last seen on {{datetime}}
pt_pt: Última visualização em {{datetime}}

source: {{givenName}} has not yet replied to this request.
pt_pt: {{givenName}} ainda não respondeu a este pedido.

source: Requested: {{date}}
pt_pt: Solicitado: {{date}}

source: {{givenName}} {{nickName}} would like to meet up with you about this feedback request.
pt_pt: {{givenName}} {{nickName}} gostaria de se encontrar consigo para discutir este pedido de feedback.

source: I would love to see you do more of X as it relates to Y
pt_pt: Gostaria muito de o(a) ver fazer mais de X no que diz respeito a Y

source: Remove {{count}} recipient to send this feedback.
pt_pt: Remova {{count}} destinatário para enviar este feedback.

source: Remove {{count}} recipients to send this feedback.
pt_pt: Remova {{count}} destinatários para enviar este feedback.

source: Recognized behaviors for all
pt_pt: Comportamentos reconhecidos para todos

source: Send a reminder
pt_pt: Enviar um lembrete

source: Should {{user}}'s manager change, the new manager will then see your reply to this request.
pt_pt: Caso o gestor de {{user}} mude, o novo gestor verá a sua resposta a este pedido.

source: {{givenName}} {{nickName}} has requested feedback in relation to these behaviors:
pt_pt: {{givenName}} {{nickName}} solicitou feedback em relação a estes comportamentos:

source: Start building your feedback center! Give feedback to your colleagues.
pt_pt: Comece a construir o seu centro de feedback! Dê feedback aos seus colegas.

source: Sent:
pt_pt: Enviado:

source: What do you think {{givenName}} could have done differently to change their impact?
pt_pt: O que acha que {{givenName}} poderia ter feito de diferente para mudar o seu impacto?

source: What do you think {{givenName}} did well?
pt_pt: O que acha que {{givenName}} fez bem?

source: You have shared this feedback
pt_pt: Partilhou este feedback

source: {{users}} have shared this feedback
pt_pt: {{users}} partilharam este feedback

source: {{user}} has shared this feedback
pt_pt: {{user}} partilhou este feedback

source: Add a comment
pt_pt: Adicionar um comentário

source: You're sharing feedback with {{count}} people.
pt_pt: Está a partilhar feedback com {{count}} pessoas.

source: You're sharing this feedback with {{count}} people
pt_pt: Está a partilhar este feedback com {{count}} pessoas

source: You're sharing feedback with one person.
pt_pt: Está a partilhar feedback com uma pessoa.

source: Share this feedback with others.
pt_pt: Partilhe este feedback com outros.

source: Edit sharing
pt_pt: Editar partilha

source: Share with
pt_pt: Partilhar com

source: We've noticed that you've included more than {{count}} people in this feedback.
pt_pt: Notámos que incluiu mais de {{count}} pessoas neste feedback.

source: Remove {{count}} recipient to share this feedback.
pt_pt: Remova {{count}} destinatário para partilhar este feedback.

source: Remove {{count}} recipients to share this feedback.
pt_pt: Remova {{count}} destinatários para partilhar este feedback.

source: Share feedback publicly
pt_pt: Partilhe feedback publicamente

source: Select this option to make this feedback visible to the whole.
pt_pt: Selecione esta opção para tornar este feedback visível para todos.

source: Recipient list
pt_pt: Lista de destinatários

source: Shared with
pt_pt: Partilhado com

source: Notify their team about this feedback
pt_pt: Notificar a sua equipa sobre este feedback

source: Select this option to make this feedback visible to the recipient’s manager and colleagues.
pt_pt: Selecione esta opção para tornar este feedback visível para o gestor e colegas do destinatário.

source: Share feedback
pt_pt: Partilhar feedback

source: Share this feedback
pt_pt: Partilhe este feedback

source: You can see all the feedback shared with you here
pt_pt: Pode ver todo o feedback partilhado consigo aqui

source: No comments were provided.
pt_pt: Não foram fornecidos comentários.

source: You didn't provide any comments.
pt_pt: Não forneceu quaisquer comentários.

source: Your colleagues have shared this feedback
pt_pt: Os seus colegas partilharam este feedback

source: Show full description
pt_pt: Mostrar descrição completa

source: I noticed you in X and have some tips to help you handle it in the future
pt_pt: Reparei em si em X e tenho algumas dicas para ajudar a lidar com isso no futuro

source: No feedback suggestions. Check again later or feel free to add your own feedback!
pt_pt: Sem sugestões de feedback. Verifique novamente mais tarde ou sinta-se à vontade para adicionar o seu próprio feedback!

source: Feedback suggestions
pt_pt: Sugestões de feedback

source: Received
pt_pt: Recebido

source: Requested from others
pt_pt: Solicitado a outros

source: Requests to me
pt_pt: Pedidos para mim

source: Feedback status
pt_pt: Estado do feedback

source: New note
pt_pt: Nova nota

source: Requested
pt_pt: Solicitado

source: Requests
pt_pt: Pedidos

source: Shared
pt_pt: Partilhado

source: Team requests
pt_pt: Pedidos da equipa

source: Request about
pt_pt: Pedido sobre

source: About:
pt_pt: Sobre:

source: Request feedback from other people about your team and get more insights.
pt_pt: Solicite feedback de outras pessoas sobre a sua equipa e obtenha mais informações.

source: Feedback on my team
pt_pt: Feedback sobre a minha equipa

source: Sent to
pt_pt: Enviado para

source: By sending thanks, you've made a colleague happy!
pt_pt: Ao enviar agradecimentos, fez um colega feliz!

source: Feedback note
pt_pt: Nota de feedback

source: and others
pt_pt: e outros

source: Received feedback
pt_pt: Feedback recebido

source: Requested feedback
pt_pt: Feedback solicitado

source: Sent feedback
pt_pt: Enviou feedback

source: Shared feedback
pt_pt: Feedback partilhado

source: Requests about my team
pt_pt: Pedidos sobre a minha equipa

source: Transferred to you
pt_pt: Transferido para si

source: Your feedback volume is up!
pt_pt: O seu volume de feedback aumentou!

source: Most recognized skill
pt_pt: Competência mais reconhecida

source: 30-day feedback trend
pt_pt: Tendência de feedback de 30 dias

source: Invite feedback in return. Trust begets trust.
pt_pt: Convide a dar feedback em troca. A confiança gera confiança.

source: Trusted
pt_pt: Confiável

source: Your reaction will be visible to all users who can see this feedback.
pt_pt: A sua reação será visível para todos os utilizadores que possam ver este feedback.

source: Balance positive feedback with improvement feedback. The ideal ratio is 6:1 (6 positive feedback to 1 improvement feedback).
pt_pt: Equilibre o feedback positivo com o feedback de melhoria. A proporção ideal é de 6:1 (6 feedbacks positivos para 1 feedback de melhoria).

source: Well-balanced
pt_pt: Bem equilibrado

source: Behavior profile
pt_pt: Perfil de comportamento

source: Recognized behaviors on which you have received feedback from colleagues.
pt_pt: Comportamentos reconhecidos sobre os quais recebeu feedback de colegas.

source: {{employee}}'s behavior profile
pt_pt: Perfil de comportamento de {{employee}}

source: View my feedback
pt_pt: Ver o meu feedback

source: There's not enough data to display your behavior wheel yet. Request feedback from your colleagues to start building a complete picture of your performance.
pt_pt: Ainda não há dados suficientes para exibir a sua roda de comportamento. Solicite feedback aos seus colegas para começar a construir uma imagem completa do seu desempenho.

source: No behavior libraries available.
pt_pt: Não há bibliotecas de comportamento disponíveis.

source: You have received no behaviors from this library
pt_pt: Não recebeu comportamentos desta biblioteca

source: {{name}} hasn't received any behaviors from this library.
pt_pt: {{name}} não recebeu nenhum comportamento desta biblioteca.

source: You have not requested any feedback about {{name}} over the review period. Why not get insights from their collaborators and colleagues now?
pt_pt: Não solicitou qualquer feedback sobre {{name}} durante o período de avaliação. Por que não obter agora perceções dos seus colaboradores e colegas?

source: {{name}} has not received any feedback visible to you over this review period.
pt_pt: {{name}} não recebeu nenhum feedback visível para si durante este período de avaliação.

source: You have not received any feedback visible over this review period.
pt_pt: Não recebeu qualquer feedback visível para si durante este período de avaliação.

source: Request feedback now
pt_pt: Solicitar feedback agora

source: Want to write meaningful feedback?
pt_pt: Quer escrever feedback significativo?

source: Add key phrase
pt_pt: Adicionar frase-chave

source: Growth model
pt_pt: Modelo de crescimento

source: Key phrases
pt_pt: Frases-chave

source: Use our model and key phrases for inspiration.
pt_pt: Use o nosso modelo e frases-chave para inspiração.

source: you
pt_pt: você

source: I observed your impact on project X or during meeting Y. I suspect you’re not aware of this and I want to share
pt_pt: Observei o seu impacto no projeto X ou durante a reunião Y. Suspeito que não esteja ciente disso e quero partilhar

source: Your observations
pt_pt: As suas observações

source: You're sending feedback to {{count}} people
pt_pt: Está a enviar feedback para {{count}} pessoas

source: You're sending feedback to one person
pt_pt: Está a enviar feedback para uma pessoa

source: My feedback list
pt_pt: A minha lista de feedback

source: My note list
pt_pt: A minha lista de notas

source: Public feedback list
pt_pt: Lista pública de feedback

source: You are requesting feedback from {{count}} people
pt_pt: Está a solicitar feedback de {{count}} pessoas

source: You are requesting feedback from one person
pt_pt: Está a solicitar feedback de uma pessoa

source: Sent feedback list
pt_pt: Lista de feedback enviado

source: Shared feedback list
pt_pt: Lista de feedback partilhado

source: Team requests feedback list
pt_pt: Lista de pedidos de feedback da equipa

source: View feedback {{users}}
pt_pt: Ver comentários {{users}}

source: The maximum value of this field is {{max}}.
pt_pt: O valor máximo deste campo é {{max}}.

source: The minimum value of this field is {{min}}.
pt_pt: O valor mínimo deste campo é {{min}}.

source: This field is mandatory.
pt_pt: Este campo é obrigatório.

source: Required.
pt_pt: Obrigatório.

source: The file upload failed; your file contains malicious code.
pt_pt: O carregamento do ficheiro falhou; o seu ficheiro contém código malicioso.

source: The file you're trying to upload is not supported.
pt_pt: O ficheiro que está a tentar carregar não é suportado.

source: The image you are trying to upload is too large. The maximum size for images is 2MB.
pt_pt: A imagem que está a tentar carregar é demasiado grande. O tamanho máximo para imagens é de 2 MB.

source: This page doesn't exist or you don't have access to it.
pt_pt: Esta página não existe ou não tem acesso a ela.

source: You can use only letters, numbers, "_" and "-".
pt_pt: Pode usar apenas letras, números, "_" e "-".

source: The field can contain only letters, numbers, or "_", and must start with a letter.
pt_pt: O campo pode conter apenas letras, números ou "_", e deve começar com uma letra.

source: You cannot use a special character in first or last position.
pt_pt: Não pode usar um carácter especial na primeira ou última posição.

source: The date can not be in the past.
pt_pt: A data não pode estar no passado.

source: The maximum number of elements has been reached.
pt_pt: Foi atingido o número máximo de elementos.

source: The end date must be after the start date.
pt_pt: A data de término deve ser posterior à data de início.

source: The value must be {{max}} or less.
pt_pt: O valor deve ser {{max}} ou menos.

source: The value must be between {{min}} and {{max}}.
pt_pt: O valor deve estar entre {{min}} e {{max}}.

source: The value must be at least {{min}}.
pt_pt: O valor deve ser pelo menos {{min}}.

source: This field cannot be empty.
pt_pt: Este campo não pode estar vazio.

source: The first character must be a letter.
pt_pt: O primeiro carácter deve ser uma letra.

source: The JSON format is invalid.
pt_pt: O formato JSON é inválido.

source: The URL is invalid.
pt_pt: O URL é inválido.
